[
    {
        "active": false,
        "new": true,
        "messages": {
            "gameComplete": "Вопросов больше не осталось. Вы набрали #X баллов!",
            "error": "Упс, кажется, произошла ошибка. Попробуйте ещё раз!",
            "topicComplete": "Вы уже ответили на этот вопрос. Выберите другой.",
            "incorrectFinal": "Ответ неправильный. Выберите следующий вопрос",
            "incorrectRetry": "Это неправильный ответ. Попробуйте еще раз",
            "correct": "Верно, плюс #X баллов",
            "wrongBranch": "Играть можно только в своей ветке комментариев",
            "unknownTopic": "Выберите следущий вопрос"
        },
        "name": "История Нутеллы 2.0",
        "post": {
            "postId": 294,
            "postOwnerId": -196065343
        },
        "rules": {
            "numTries": -1
        },
        "topics": [
            {
                "name": "История Нутеллы",
                "points": 4,
                "q": [
                    {
                        "text": "В каком году появилась первая баночка орехово-шоколадной пасты Nutella?",
                        "ans": ["1964", "64"]
                    },
                    {
                        "text": "Какой орех входит в состав Nutella?",
                        "ans": ["Фундук"]
                    },
                    {
                        "text": "Когда отмечается Всемирный день Nutella?",
                        "ans": ["5 февраля", "05.02"]
                    }
                ]
            },
            {
                "name": "Поделки",
                "points": 4,
                "q": [
                    {
                        "text": "Вкусное блюдо на завтрак и одновременно декор для вашего дома — что это может быть?",
                        "ans": ["Гранола", "Гранола в банке Nutella"]
                    },
                    {
                        "text": "Какие 2 детали интерьера можно сделать только из крышечек Nutella, без использования банки?",
                        "ans": ["Магнит и фоторамка"]
                    },
                    {
                        "text": "Какую поделку из банки Nutella нужно потрясти, чтобы она раскрыла всю свою красоту?",
                        "ans": ["Снежный шар", "Новогодний снежный шар"]
                    }
                ]
            },
            {
                "name": "Рецепты",
                "points": 4,
                "q": [
                    {
                        "text": "Для какого блюда с Nutella вам понадобится лаваш?",
                        "ans": ["Снежинки", "Снежинки с Nutella"]
                    },
                    {
                        "text": "Какое самое популярное итальянское блюдо, которому не свойственно быть сладким, можно приготовить с Nutella?",
                        "ans": ["Фруктовая пицца", "Фруктовая пицца с Nutella"]
                    },
                    {
                        "text": "Какое единственное блюдо с нашего сайта с Nutella и персиками? — Персики с Nutella и миндальным печеньем амаретти",
                        "ans": ["Персики с Nutella и миндальным печеньем амаретти"]
                    }
                ]
            }
        ]
    }
]